Repository: SamerAbdAlAti/movie_with_language
Catalog: lib/l10n/intl_*.arb
Languages: ar, zh

source: MAO TRAILER
zh: 猫放时光

source: Next
ar: التالي
zh: 下一步

source: Get Stared
ar: أبدأ
zh: 盯着看

# Get_the_firstMovie
source: Get the first Movie &TV information
ar: كن أول من يحصل على معلومات الفيلم والتلفزيون
zh: 获取一首 电影&电视信息

# Know_the_movie
source: Know the movie is not worth Watching
ar: تعرف على الفيلم الذي يستحق المشاهدة
zh: 快速了解 电影是否值得一看

# Real_time_updates
source: Real-time updates movie Trailer
ar: أحصل على التحديثات أول بأول و كن أول المشاهدين
zh: 阿拉伯语

source: choose the language
ar: اختر اللغة
zh: 选择语言

source: MOVIES
ar: أفلام
zh: 电影

source: Now
ar: الآن
zh: 即将上映

source: Popular
ar: المفضلة
zh: 最受欢迎的

source: Back
ar: رجوع
zh: 后退

source: People watching
ar: مشاهدات
zh: 看人

source: Some thing wrong
ar: هنالك شيء خاطئ
zh: 有事吗

source: Reload data
ar: إعادة تحميل البيانات
zh: 重新加载数据

source: There may be a problem with the network
ar: قد يكون هنالك مشكلة في الشبكة
zh: 网络可能有问题
